cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/versions'

brew 'diff-so-fancy'
brew 'httpie'
brew 'libyaml'
brew 'nginx'
brew 'progress'
brew 'openssl'
brew 'rename'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'yarn'
brew 'reattach-to-user-namespace'
brew 'htop'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'mycli'
brew 'tldr'
brew 'nnn'

brew cask install java
