cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/versions/gcc48'
tap 'zhihu/tools/arcanist'

brew 'gdb'
brew 'httpie'
brew 'libyaml'
brew 'nginx'
brew 'openssl'
brew 'python'
brew 'redis'
brew 'rename'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
