cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/versions'

brew 'gcc48'
brew 'gdb'
brew 'diff-so-fancy'
brew 'httpie'
brew 'libyaml'
brew 'nginx'
brew 'openssl'
brew 'python'
brew 'redis'
brew 'rename'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'htop'
brew 'tree'
brew 'vim'
brew 'wget'

cask 'atom'
cask 'hyper'
